Revit 2024 API
Generic.GenericReflectivityAt0deg Property
 The property labeled "Reflectivity/Direct" from the "Generic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string GenericReflectivityAt0deg { get; }
Visual Basic
Public Shared ReadOnly Property GenericReflectivityAt0deg As String
	Get
Visual C++
public:
static property String^ GenericReflectivityAt0deg {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Generic Class
Autodesk.Revit.DB.Visual Namespace